Repository: Devansh1312/my
Catalog: FutureStar/locale/*/LC_MESSAGES/django.po
Languages: ar

source: User with this email does not exist.
ar: المستخدم بهذا البريد الإلكتروني غير موجود.

source: Invalid input.
ar: إدخال غير صالح

source: You have been appointed as {officials_type} to the game between {team_a} and {team_b} on {date} {time} at {location}.
ar: لقد تم تعيينك كـ {officials_type} للمباراة بين {team_a} و {team_b} في {date} {time} في {location}.

source: You have been appointed as {officials_type} to the friendly game between {team_a} and {team_b} on {date} {time} at {location}.
ar: لقد تم تعيينك كـ {officials_type} للمباراة الودية بين {team_a} و {team_b} في {date} {time} في {location}.

source: You have been appointed as
ar: لقد تم تعيينك كـ

source: to the friendly game between
ar: للمباراة الودية بين

source: on
ar: في

source: at
ar: في

source: to the game between
ar: للمباراة بين

source: and
ar: و

source: A new friendly game '
ar: تمت جدولة مباراة ودية جديدة '

source: ' has been scheduled on
ar: ' تم تحديد موعدها في

source: . Would you like to participate as a referee?
ar: . هل ترغب في المشاركة كحكم؟

source: You have been added to a game of
ar: لقد تمت إضافتك إلى مباراة

source: against
ar: ضد

source: You have been requested as a referee for a friendly game on
ar: لقد طُلب منك أن تكون حكماً في مباراة ودية يوم

source: . Please review the request.
ar: .يرجى مراجعة الطلب

source: You have a Friendly Game against
ar: لديك مباراة ودية ضد

source: Team
ar: الفريق

source: has sent a request to join the tournament
ar: قد أرسل طلبًا للانضمام إلى البطولة

source: Your team has been accepted to join the
ar: تم قبول فريقك للانضمام إلى

source: tournament.
ar: البطولة.

source: Your team (
ar: فريقك (

source: ), has been scheduled to a match in
ar: )، تم جدولة مباراة في

source: TBD
ar: لم يتحدد بعد

source: Your uniform has been rejected for the tournament
ar: تم رفض زيك الرسمي للبطولة

source: by the referee. Please add a new uniform ASAP.
ar: من قبل الحكم. يرجى إضافة زي جديد في أقرب وقت ممكن.

source: Upcoming
ar: القادم

source: game fetched successfully.
ar: تم جلب المباراة بنجاح.

source: Can not decrement
ar: لا يمكن الإنقاص

source: as it can not go below zero.
ar: لأنه لا يمكن أن يكون أقل من الصفر.

source: Your
ar: فريقك

source: team is ready to play!
ar: جاهز للعب!

source: Both teams are ready to play! Let's Go
ar: كلا الفريقين مستعدان للعب! لننطلق

source: New training session:
ar: جلسة تدريب جديدة:

source: Your secure OTP for Goalactico is:
ar: رمز OTP الآمن الخاص بك لـ جولأكتكو هو:

source: . For your safety, never share this code. It will expire in 10 minutes.
ar: . من أجل سلامتك، لا تشارك هذا الرمز أبدًا. سينتهي صلاحيته خلال 10 دقائق.
