Repository: Devansh1312/my
Catalog: FutureStar/locale/*/LC_MESSAGES/django.po
Languages: ar

source: {} wants to attend your event!
ar: {} يريد حضور حدثك!

source: A game with these details already exists.
ar: لعبة بهذه التفاصيل موجودة بالفعل.

source: Access denied. You do not have permission for this game.
ar: تم رفض الوصول. ليس لديك إذن لهذه اللعبة.

source: Access denied. You do not have permission for this team.
ar: تم رفض الوصول. ليس لديك إذن لهذا الفريق.

source: Access denied. You do not have permission to update this game.
ar: تم رفض الوصول. ليس لديك إذن لتحديث هذه اللعبة.

source: Access denied. You do not have permission to view this game.
ar: تم رفض الوصول. ليس لديك إذن لعرض هذه اللعبة.

source: Access denied. You do not have the necessary role for this action.
ar: تم رفض الوصول. ليس لديك الدور اللازم لهذا الإجراء.

source: Account is inactive
ar: الحساب غير نشط

source: Age Groups fetched successfully.
ar: تم جلب مجموعات الأعمار بنجاح.

source: Album Details fetched successfully.
ar: تم جلب تفاصيل الألبوم بنجاح.

source: Album Id is required or Album not found.
ar: معرّف الألبوم مطلوب أو لم يتم العثور على الألبوم.

source: Album creation failed.
ar: فشل إنشاء الألبوم.

source: Album deleted successfully.
ar: تم حذف الألبوم بنجاح.

source: Album entries fetched successfully.
ar: تم جلب إدخالات الألبوم بنجاح.

source: Album not found.
ar: لم يتم العثور على الألبوم.

source: Albums fetched successfully.
ar: تم جلب الألبومات بنجاح.

source: All fields are required.
ar: جميع الحقول مطلوبة.

source: All posts fetched successfully.
ar: تم جلب جميع المنشورات بنجاح.

source: All team slots in this tournament are filled.
ar: تم شغل جميع أماكن الفرق في هذه البطولة.

source: All tournament_id, team_a, and team_b are required.
ar: معرّف البطولة والفريق أ والفريق ب مطلوبة.

source: An error occurred while adding the player to the lineup.
ar: حدث خطأ أثناء إضافة اللاعب إلى التشكيلة.

source: An error occurred while checking your existing Training Groups.
ar: حدث خطأ أثناء التحقق من مجموعات التدريب الموجودة لديك.

source: An error occurred while fetching player stats.
ar: حدث خطأ أثناء جلب إحصائيات اللاعب.

source: An error occurred while registering the user.
ar: حدث خطأ أثناء تسجيل المستخدم.

source: An error occurred while sending OTP.
ar: حدث خطأ أثناء إرسال رمز التحقق.

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.

source: Booking Approved
ar: تمت الموافقة على الحجز

source: Booking Rejected
ar: تم رفض الحجز

source: Booking creation failed.
ar: فشل إنشاء الحجز.

source: Both Team A and Team B IDs are required
ar: يجب إدخال معرفات الفريق أ والفريق ب معاً.

source: Both game_id and official_id are required.
ar: يجب إدخال معرف اللعبة ومعرف المسؤول معاً.

source: Both player_id and position_1 are required.
ar: يجب إدخال معرف اللاعب والموقع الأول معاً.

source: Team not found.
ar: لم يتم العثور على الفريق

source: Cannot delete a game that has already Started.
ar: لا يمكن حذف لعبة بدأت بالفعل.

source: Cannot delete an organizer from the group.
ar: لا يمكن حذف المنظم من المجموعة.

source: Cannot modify stats for a finished game.
ar: لا يمكن تعديل إحصائيات لعبة منتهية.

source: Categories retrieved successfully.
ar: تم استرجاع الفئات بنجاح.

source: Cities fetched successfully.
ar: تم جلب المدن بنجاح.

source: City cannot be set without a valid country.
ar: لا يمكن تعيين المدينة بدون بلد صالح.

source: Colors retrieved successfully.
ar: تم استرجاع الألوان بنجاح.

source: Comment created successfully.
ar: تم إنشاء التعليق بنجاح.

source: Comments fetched successfully.
ar: تم جلب التعليقات بنجاح.

source: Countries fetched successfully.
ar: تم جلب البلدان بنجاح.

source: Country not found or inactive.
ar: البلد غير موجود أو غير نشط.

source: Current language updated successfully.
ar: تم تحديث اللغة الحالية بنجاح.

source: Current type updated successfully.
ar: تم تحديث النوع الحالي بنجاح.

source: Data fetched successfully.
ar: تم جلب البيانات بنجاح.

source: Data retrieved successfully.
ar: تم استرجاع البيانات بنجاح.

source: Detailed Albums added successfully.
ar: تمت إضافة الألبومات التفصيلية بنجاح.

source: Email already in use.
ar: البريد الإلكتروني قيد الاستخدام بالفعل.

source: Email does not exist. Please register first.
ar: البريد الإلكتروني غير موجود. يرجى التسجيل أولاً.

source: Error occurred while fetching Age Groups list.
ar: حدث خطأ أثناء جلب قائمة مجموعات الأعمار.

source: Error occurred while removing the player.
ar: حدث خطأ أثناء إزالة اللاعب.

source: Event Booking Detail Fetched successfully.
ar: تم جلب تفاصيل حجز الفعالية بنجاح.

source: Event ID is required.
ar: معرّف الفعالية مطلوب.

source: Event Liked!
ar: تم الإعجاب بالفعالية!

source: Event Notification
ar: إشعار الفعالية

source: Event Notification!
ar: إشعار الفعالية!

source: Event created successfully.
ar: تم إنشاء الفعالية بنجاح.

source: Event deleted successfully.
ar: تم حذف الفعالية بنجاح.

source: Event liked successfully.
ar: تم الإعجاب بالفعالية بنجاح.

source: Event not found or you are not authorized to delete this event.
ar: لم يتم العثور على الفعالية أو أنك غير مخول لحذف هذه الفعالية.

source: Event not found or you are not authorized to update this event.
ar: لم يتم العثور على الفعالية أو أنك غير مخول لتحديث هذه الفعالية.

source: Event not found.
ar: لم يتم العثور على الفعالية.

source: Event unliked successfully.
ar: تم إزالة الإعجاب بالفعالية بنجاح.

source: Event updated successfully.
ar: تم تحديث الفعالية بنجاح.

source: Events fetched successfully.
ar: تم جلب الفعاليات بنجاح.

source: Events retrieved successfully.
ar: تم استرجاع الفعاليات بنجاح.

source: FAQ retrieved successfully.
ar: تم استرجاع الأسئلة الشائعة بنجاح.

source: Failed to add staff/player.
ar: فشل في إضافة الموظف/اللاعب.

source: Failed to create gallery entry.
ar: فشل في إنشاء إدخال المعرض.

source: Failed to create game.
ar: فشل في إنشاء اللعبة.

source: Failed to create group.
ar: فشل في إنشاء المجموعة.

source: Failed to log player substitution.
ar: فشل في تسجيل استبدال اللاعب.

source: Failed to log substitution.
ar: فشل في تسجيل الاستبدال.

source: Failed to send notification:
ar: فشل في إرسال الإشعار:

source: Failed to update current type.
ar: فشل في تحديث النوع الحالي.

source: Failed to update the event.
ar: فشل في تحديث الفعالية.

source: Failed to update the post.
ar: فشل في تحديث المنشور.

source: Field created successfully.
ar: تم إنشاء الحقل بنجاح.

source: Field creation failed.
ar: فشل إنشاء الحقل.

source: Fields fetched successfully.
ar: تم جلب الحقول بنجاح.

source: Fields retrieved successfully.
ar: تم استرجاع الحقول بنجاح.

source: Followed successfully.
ar: تمت المتابعة بنجاح.

source: For GROUP_TYPE, created_by_id must correspond to an existing Group.
ar: بالنسبة لنوع المجموعة (GROUP_TYPE)، يجب أن يتطابق created_by_id مع مجموعة موجودة.

source: For TEAM_TYPE, created_by_id must correspond to an existing Team.
ar: بالنسبة لنوع الفريق (TEAM_TYPE)، يجب أن يتطابق created_by_id مع فريق موجود.

source: Friendly game created successfully.
ar: تم إنشاء اللعبة الودية بنجاح.

source: Friendly game fetched successfully.
ar: تم جلب اللعبة الودية بنجاح.

source: Friendly game not found.
ar: لم يتم العثور على اللعبة الودية.

source: Gallery entry created successfully.
ar: تم إنشاء إدخال المعرض بنجاح.

source: Gallery entry creation failed.
ar: فشل في إنشاء إدخال المعرض.

source: Game Deleted successfully.
ar: تم حذف اللعبة بنجاح.

source: Game ID and officials are required.
ar: معرّف اللعبة والمسؤولون مطلوبون.

source: Game ID is required.
ar: معرّف اللعبة مطلوب.

source: Game created successfully.
ar: تم إنشاء اللعبة بنجاح.

source: Game field id is required.
ar: معرّف حقل اللعبة مطلوب.

source: Game field not found.
ar: لم يتم العثور على حقل اللعبة.

source: Game id is required.
ar: معرّف اللعبة مطلوب.

source: Game is already started.
ar: اللعبة قد بدأت بالفعل.

source: Game not exists
ar: اللعبة غير موجودة.

source: Game not found for the given tournament.
ar: لم يتم العثور على اللعبة للبطولة المحددة.

source: Game not found or not created by you.
ar: لم يتم العثور على اللعبة أو أنها ليست من إنشائك.

source: Game not found with the given criteria.
ar: لم يتم العثور على اللعبة مع المعايير المحددة.

source: Game not found.
ar: لم يتم العثور على اللعبة.

source: Game time is required and must be in hh:mm:ss format (00:00:00 to 23:59:59).
ar: وقت اللعبة مطلوب ويجب أن يكون بتنسيق hh:mm:ss (00:00:00 إلى 23:59:59).

source: Game updated successfully.
ar: تم تحديث اللعبة بنجاح.

source: Games fetched successfully.
ar: تم جلب الألعاب بنجاح.

source: Gender retrieved successfully.
ar: تم استرجاع الجنس بنجاح.

source: General Settings retrieved successfully.
ar: تم استرجاع الإعدادات العامة بنجاح.

source: Group ID is required.
ar: معرّف المجموعة مطلوب.

source: Group created successfully.
ar: تم إنشاء المجموعة بنجاح.

source: Group details retrieved successfully.
ar: تم استرجاع تفاصيل المجموعة بنجاح.

source: Group members fetched successfully.
ar: تم جلب أعضاء المجموعة بنجاح.

source: Group not found or you are not the founder.
ar: لم يتم العثور على المجموعة أو أنك لست المؤسس.

source: Group not found.
ar: لم يتم العثور على المجموعة.

source: Group table retrieved successfully.
ar: تم استرجاع جدول المجموعة بنجاح.

source: Group updated successfully.
ar: تم تحديث المجموعة بنجاح.

source: H2H Fetch Successfully
ar: تم جلب H2H بنجاح.

source: Image gallery entries fetched successfully.
ar: تم جلب إدخالات معرض الصور بنجاح.

source: Injury fetched successfully.
ar: تم جلب الإصابة بنجاح.

source: Invalid OTP or phone number.
ar: رمز التحقق أو رقم الهاتف غير صحيح.

source: Invalid OTP.
ar: رمز التحقق غير صحيح.

source: Invalid city ID provided.
ar: تم توفير معرّف مدينة غير صحيح.

source: Invalid city specified.
ar: تم تحديد مدينة غير صحيحة.

source: Invalid country ID provided.
ar: تم توفير معرّف بلد غير صحيح.

source: Invalid country specified.
ar: تم تحديد بلد غير صحيح.

source: Invalid creator details.
ar: تفاصيل المنشئ غير صحيحة.

source: Invalid creator type for post.
ar: نوع المنشئ غير صحيح للمنشور.

source: Invalid creator type for recipient.
ar: نوع المنشئ غير صحيح للمستلم.

source: Invalid creator type.
ar: نوع المنشئ غير صحيح.

source: Invalid credentials
ar: بيانات الاعتماد غير صحيحة.

source: Invalid data
ar: بيانات غير صحيحة.

source: Invalid data.
ar: بيانات غير صحيحة.

source: Invalid deletion reason ID.
ar: معرّف سبب الحذف غير صحيح.

source: Invalid deletion reason ID. It must be an integer.
ar: معرّف سبب الحذف غير صحيح. يجب أن يكون عدد صحيح.

source: Invalid email format.
ar: تنسيق البريد الإلكتروني غير صحيح.

source: Invalid events_section value. Allowed values are 1 or 2.
ar: قيمة events_section غير صحيحة. القيم المسموح بها هي 1 أو 2.

source: Invalid events_section value. It must be an integer.
ar: قيمة events_section غير صحيحة. يجب أن تكون عدد صحيح.

source: Invalid gender specified.
ar: الجنس المحدد غير صحيح.

source: Invalid group ID.
ar: معرّف المجموعة غير صحيح.

source: Invalid id of Team B.
ar: معرّف الفريق ب غير صحيح.

source: Invalid is_confirm value. It must be 1, 0, true, or false.
ar: قيمة is_confirm غير صحيحة. يجب أن تكون 1 أو 0 أو true أو false.

source: Invalid main playing position specified.
ar: المركز الرئيسي المحدد للعب غير صحيح.

source: Invalid or missing current_language. It must be either 'en' or 'ar'.
ar: اللغة الحالية غير صحيحة أو مفقودة. يجب أن تكون 'en' أو 'ar'.

source: Invalid page number.
ar: رقم الصفحة غير صحيح.

source: Invalid playing foot specified.
ar: القدم المحددة للعب غير صحيحة.

source: Invalid profile type.
ar: نوع الملف الشخصي غير صحيح.

source: Invalid recipient type.
ar: نوع المستلم غير صحيح.

source: Invalid registration type.
ar: نوع التسجيل غير صحيح.

source: Invalid request data.
ar: بيانات الطلب غير صحيحة.

source: Invalid search type.
ar: نوع البحث غير صحيح.

source: Invalid search type. Must be 1, 2, 3, or 4.
ar: نوع البحث غير صحيح. يجب أن يكون 1 أو 2 أو 3 أو 4.

source: Invalid secondary playing position specified.
ar: المركز الثانوي المحدد للعب غير صحيح.

source: Invalid status value. Only APPROVED or REJECT are allowed.
ar: قيمة الحالة غير صحيحة. القيم المسموح بها هي APPROVED أو REJECT.

source: Invalid target type.
ar: نوع الهدف غير صحيح.

source: Invalid team ID.
ar: معرّف الفريق غير صحيح.

source: Invalid team ID. Team not found.
ar: معرّف الفريق غير صحيح. لم يتم العثور على الفريق.

source: Invalid team type provided.
ar: نوع الفريق المقدم غير صحيح.

source: Invalid team_id.
ar: معرّف الفريق غير صحيح.

source: Jersey Number added Successfully
ar: تم إضافة رقم القميص بنجاح.

source: Jersey Numbers Updated Successfully
ar: تم تحديث أرقام القمصان بنجاح.

source: Jersey number Deleted
ar: تم حذف رقم القميص.

source: Jersey number deleted.
ar: تم حذف رقم القميص.

source: Lineup Player Removed successfully.
ar: تم إزالة اللاعب من التشكيلة بنجاح.

source: Lineup entries removed successfully.
ar: تم إزالة إدخالات التشكيلة بنجاح.

source: Lineup entry not found with the specified criteria.
ar: لم يتم العثور على إدخال التشكيلة مع المعايير المحددة.

source: Lineup entry not found.
ar: لم يتم العثور على إدخال التشكيلة.

source: Lineup not found
ar: لم يتم العثور على التشكيلة.

source: Lineup not found for this player.
ar: لم يتم العثور على التشكيلة لهذا اللاعب.

source: Lineup not found.
ar: لم يتم العثور على التشكيلة.

source: Lineup players and manager fetched successfully for both teams.
ar: تم جلب اللاعبين والمدير للتشكيلة بنجاح لكلا الفريقين.

source: Lineup players fetched successfully with status 'ADDED'.
ar: تم جلب اللاعبين للتشكيلة بنجاح مع حالة 'ADDED'.

source: Lineup players fetched successfully.
ar: تم جلب اللاعبين للتشكيلة بنجاح.

source: Lineup reset successfully.
ar: تم إعادة تعيين التشكيلة بنجاح.

source: Lineup updated successfully.
ar: تم تحديث التشكيلة بنجاح.

source: Lineups retrieved successfully.
ar: تم استرجاع التشكيلات بنجاح.

source: Login successful
ar: تم تسجيل الدخول بنجاح.

source: Logout failed
ar: فشل تسجيل الخروج.

source: Logout successful
ar: تم تسجيل الخروج بنجاح.

source: Manager added successfully, and user role updated to manager.
ar: تم إضافة المدير بنجاح، وتم تحديث دور المستخدم إلى مدير.

source: Media ID is required.
ar: معرّف الوسائط مطلوب.

source: Member deleted successfully.
ar: تم حذف العضو بنجاح.

source: Membership not found.
ar: لم يتم العثور على العضوية.

source: New Comment on Your Event!
ar: تعليق جديد على حدثك!

source: New Follower!
ar: متابع جديد!

source: New Post Alert!
ar: تنبيه منشور جديد!

source: New Reply on Your Comment!
ar: رد جديد على تعليقك!

source: New password must be at least 8 characters long.
ar: يجب أن تكون كلمة المرور الجديدة على الأقل 8 أحرف.

source: No Official Found.
ar: لم يتم العثور على مسؤول.

source: No Team Exists
ar: لا يوجد فريق.

source: No Team found for the given ID.
ar: لم يتم العثور على فريق للمعرف المحدد.

source: No Team found for the given team ID.
ar: لم يتم العثور على فريق لمعرف الفريق المحدد.

source: No comments found for this Event.
ar: لم يتم العثور على تعليقات لهذا الحدث.

source: No comments found for this Training.
ar: لم يتم العثور على تعليقات لهذا التدريب.

source: No comments found for this post.
ar: لم يتم العثور على تعليقات لهذا المنشور.

source: No comments found for this tournament.
ar: لم يتم العثور على تعليقات لهذا الدوري.

source: No data available.
ar: لا توجد بيانات متوفرة.

source: No data found.
ar: لم يتم العثور على بيانات.

source: No entries found.
ar: لم يتم العثور على إدخالات.

source: No existing assignment found to update.
ar: لم يتم العثور على مهمة موجودة لتحديثها.

source: No games found for this tournament
ar: لم يتم العثور على مباريات لهذا الدوري.

source: No general settings found.
ar: لم يتم العثور على الإعدادات العامة.

source: No groups found for the specified tournament.
ar: لم يتم العثور على مجموعات للدوري المحدد.

source: No lineups found for the provided team and game.
ar: لم يتم العثور على تشكيلات للفريق والمباراة المقدمة.

source: No matching active lineup entries found.
ar: لم يتم العثور على إدخالات تشكيل نشطة مطابقة.

source: No matching team found for this event.
ar: لم يتم العثور على فريق مطابق لهذا الحدث.

source: No official found for the given game.
ar: لم يتم العثور على مسؤول للمباراة المعطاة.

source: No player found with the given user_id in the Specific Team.
ar: لم يتم العثور على أي لاعب يحمل معرف المستخدم المحدد في الفريق المحدد.

source: No players found for the provided team.
ar: لم يتم العثور على لاعبين للفريق المقدم.

source: No players found for the specified criteria.
ar: لم يتم العثور على لاعبين للمعايير المحددة.

source: No players found.
ar: لم يتم العثور على لاعبين.

source: No profile picture provided.
ar: لم يتم توفير صورة للملف الشخصي.

source: No such friendly game exists.
ar: لا توجد مباراة ودية من هذا النوع.

source: No team found to add.
ar: لم يتم العثور على فريق للإضافة.

source: No upcoming games found for the user.
ar: لم يتم العثور على مباريات قادمة للمستخدم.

source: OTP is required.
ar: الرمز لمرة واحدة (OTP) مطلوب.

source: OTP sent successfully.
ar: تم إرسال الرمز لمرة واحدة بنجاح.

source: OTP sent to your phone number.
ar: تم إرسال الرمز لمرة واحدة إلى رقم هاتفك.

source: OTP verified successfully.
ar: تم التحقق من الرمز لمرة واحدة بنجاح.

source: Official added successfully.
ar: تم إضافة المسؤول بنجاح.

source: Official is required.
ar: المسؤول مطلوب.

source: Official removed successfully from the game.
ar: تم إزالة المسؤول بنجاح من المباراة.

source: Officials retrieved successfully.
ar: تم استرجاع المسؤولين بنجاح.

source: Old password is incorrect.
ar: كلمة المرور القديمة غير صحيحة.

source: Only Players can join closed training.
ar: يمكن فقط للاعبين الانضمام إلى التدريب المغلق.

source: Only managers, coaches, or team founders can perform this action.
ar: يمكن فقط للمديرين والمدربين أو مؤسسي الفريق إجراء هذا الإجراء.

source: Options Fetched Successfully
ar: تم جلب الخيارات بنجاح.

source: Page Not Found
ar: لم يتم العثور على الصفحة

source: Page not found.
ar: لم يتم العثور على الصفحة

source: Parent comment not found.
ar: لم يتم العثور على التعليق الرئيسي.

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

source: Phone is required.
ar: رقم الهاتف مطلوب.

source: Phone number already in use.
ar: رقم الهاتف قيد الاستخدام بالفعل.

source: Lineup player ID is required.
ar: مطلوب معرف لاعب تشكيلة الفريق.

source: Lineup player not found or not in the correct lineup status.
ar: لم يتم العثور على لاعب التشكيلة أو أنه ليس في حالة التشكيلة الصحيحة.

source: Player Added
ar: تم إضافة اللاعب.

source: Substitute player ID is required.
ar: معرف اللاعب البديل مطلوب.

source: Substitute player not found or not in the correct lineup status.
ar: لم يتم العثور على اللاعب البديل أو أنه ليس في حالة التشكيلة الصحيحة.

source: Player Details.
ar: تفاصيل اللاعب.

source: Player ID, target position, team ID, and game ID are required.
ar: معرف اللاعب، المركز المستهدف، معرف الفريق، ومعرف المباراة مطلوبين.

source: Player Removed From Playing 11.
ar: تم إزالة اللاعب من التشكيلة الأساسية.

source: Player Substituted.
ar: تم تبديل اللاعب.

source: Player added successfully, and user role updated to player.
ar: تم إضافة اللاعب بنجاح، وتم تحديث دور المستخدم إلى لاعب.

source: Player id is required.
ar: معرف اللاعب مطلوب.

source: Player not found or not in correct lineup status.
ar: لم يتم العثور على اللاعب أو ليس في حالة التشكيل الصحيحة.

source: Player position updated successfully.
ar: تم تحديث مركز اللاعب بنجاح.

source: Player ready status updated successfully.
ar: تم تحديث حالة جاهزية اللاعب بنجاح.

source: Player removed from the Team successfully.
ar: تمت إزالة اللاعب من الفريق بنجاح.

source: Player stats fetched successfully, but no data found. Default values returned.
ar: تم جلب إحصائيات اللاعب بنجاح، ولكن لم يتم العثور على بيانات. تم إرجاع القيم الافتراضية.

source: Player stats fetched successfully.
ar: تم جلب إحصائيات اللاعب بنجاح.

source: Player status updated successfully.
ar: تم تحديث حالة اللاعب بنجاح.

source: Player substitution successful.
ar: تم التبديل بنجاح.

source: Players Details Must Required.
ar: يجب توفير تفاصيل اللاعبين.

source: Players details are required.
ar: تفاصيل اللاعبين مطلوبة.

source: Players fetched successfully.
ar: تم جلب اللاعبين بنجاح.

source: Playing 11 Updated Successfully.
ar: تم تحديث التشكيلة الأساسية بنجاح.

source: Playing foot retrieved successfully.
ar: تم استرجاع قدم اللعب بنجاح.

source: Playing positions retrieved successfully.
ar: تم استرجاع المراكز التي يلعب بها اللاعبون بنجاح.

source: Please add your gender first.
ar: يرجى إضافة جنسيتك أولاً.

source: Please provide a valid joining type
ar: يرجى توفير نوع الانضمام الصحيح.

source: Please provide a valid joining type.
ar: يرجى توفير نوع الانضمام الصحيح.

source: Positions data must be a list of player details.
ar: يجب أن تكون بيانات المراكز عبارة عن قائمة من تفاصيل اللاعبين.

source: Positions swapped successfully.
ar: تم تبديل المراكز بنجاح.

source: Post ID is required.
ar: معرف المنشور مطلوب.

source: Post Liked!
ar: تم الإعجاب بالمنشور!

source: Post Media deleted successfully.
ar: تم حذف وسائط المنشور بنجاح.

source: Post Media not found.
ar: لم يتم العثور على وسائط المنشور.

source: Post Report Submitted Successfully.
ar: تم تقديم تقرير المنشور بنجاح.

source: Post deleted successfully.
ar: تم حذف المنشور بنجاح.

source: Post details fetched successfully.
ar: تم جلب تفاصيل المنشور بنجاح.

source: Post fetched successfully.
ar: تم جلب المنشور بنجاح.

source: Post liked successfully.
ar: تم الإعجاب بالمنشور بنجاح.

source: Post not found.
ar: لم يتم العثور على المنشور.

source: Post unliked successfully.
ar: تم إلغاء الإعجاب بالمنشور بنجاح.

source: Post updated successfully.
ar: تم تحديث المنشور بنجاح.

source: Posts fetched successfully.
ar: تم جلب المنشورات بنجاح.

source: Profile Picture updated successfully.
ar: تم تحديث صورة الملف الشخصي بنجاح.

source: Profile type and certificates uploaded successfully.
ar: تم تحميل نوع الملف الشخصي والشهادات بنجاح.

source: Profile updated successfully.
ar: تم تحديث الملف الشخصي بنجاح.

source: Reasons fetched successfully.
ar: تم جلب الأسباب بنجاح.

source: Referee list fetched successfully
ar: تم جلب قائمة الحكام بنجاح.

source: Referee must have a fee assigned to be approved
ar: يجب تعيين أجر للحكم ليتم الموافقة عليه.

source: Referee status updated successfully
ar: تم تحديث حالة الحكم بنجاح.

source: Referees requested successfully.
ar: تم طلب الحكام بنجاح.

source: Reports retrieved successfully.
ar: تم استرجاع التقارير بنجاح.

source: Requested Referee not found for the provided game_id and user_id
ar: لم يتم العثور على الحكم المطلوب للمباراة ومعرف المستخدم المحددين.

source: Some players could not be updated.
ar: لم يتم تحديث بعض اللاعبين.

source: Someone commented on your post
ar: علق شخص ما على منشورك.

source: Someone replied to your comment
ar: رد شخص ما على تعليقك.

source: Staff added successfully.
ar: تم إضافة الموظف بنجاح.

source: Statistics Updated!
ar: تم تحديث الإحصائيات!

source: Stats fetched successfully
ar: تم جلب الإحصائيات بنجاح.

source: Stats updated and lineup fetched successfully.
ar: تم تحديث الإحصائيات وجلب التشكيلة بنجاح.

source: Team A is required.
ar: الفريق A مطلوب.

source: Team B cannot be the same as Team A.
ar: لا يمكن أن يكون الفريق B هو نفس الفريق A.

source: Team B is already assigned.
ar: تم تعيين الفريق B بالفعل.

source: Team ID is required.
ar: بطاقة هوية الفريق مطلوبة.

source: Team created successfully.
ar: تم إنشاء الفريق بنجاح.

source: Team creation failed.
ar: فشل إنشاء الفريق.

source: Team retrieved successfully.
ar: تم استرداد الفريق بنجاح.

source: Team Detail update failed.
ar: فشل تحديث تفاصيل الفريق.

source: Team Details updated successfully.
ar: تم تحديث تفاصيل الفريق بنجاح.

source: Team Fetched successfully.
ar: تم جلب الفريق بنجاح.

source: Team ID and Game ID are required.
ar: معرف الفريق ومعرف اللعبة مطلوبان.

source: Team ID is required when creator_type is 2.
ar: معرف الفريق مطلوب عندما يكون نوع المنشئ هو 2.

source: Teams retrieved successfully.
ar: تم استرداد الفرق بنجاح.

source: Team data retrieved successfully.
ar: تم استرجاع بيانات الفريق بنجاح.
