Repository: Devansh1312/my
Catalog: FutureStar/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Team deleted successfully.
ar: تم حذف الفريق بنجاح.

source: Team does not exist.
ar: الفريق غير موجود.

source: Team id is required.
ar: معرف الفريق مطلوب.

source: Team is not part of the tournament or the request does not exist.
ar: الفريق ليس جزءًا من البطولة أو أن الطلب غير موجود.

source: Team joining request updated successfully.
ar: تم تحديث طلب انضمام الفريق بنجاح.

source: Team logo updated successfully.
ar: تم تحديث شعار الفريق بنجاح.

source: Team rejected successfully.
ar: تم رفض الفريق بنجاح.

source: Team stats timeline fetched successfully.
ar: تم جلب خط الزمن لإحصائيات الفريق بنجاح.

source: Team updated successfully.
ar: تم تحديث الفريق بنجاح.

source: Teams fetched successfully.
ar: تم جلب الفرق بنجاح.

source: The player has not been assigned a jersey number yet.
ar: لم يتم تعيين رقم قميص للاعب بعد.

source: The player in the target position must also be in the starting 11 lineup to swap positions.
ar: يجب أن يكون اللاعب في المركز المستهدف أيضًا في التشكيلة الأساسية الـ11 لتبديل المراكز.

source: The provided group does not belong to the specified tournament.
ar: المجموعة المقدمة لا تنتمي إلى البطولة المحددة.

source: The specified friendly game does not exist.
ar: المباراة الودية المحددة غير موجودة.

source: The specified game does not exist in this tournament.
ar: المباراة المحددة غير موجودة في هذه البطولة.

source: The specified game does not exist.
ar: المباراة المحددة غير موجودة.

source: The specified player is not part of this team.
ar: اللاعب المحدد ليس جزءًا من هذا الفريق.

source: The specified playing foot does not exist.
ar: القدم المحددة غير موجودة.

source: The specified team does not exist.
ar: الفريق المحدد غير موجود.

source: The specified team is not part of this friendly game.
ar: الفريق المحدد ليس جزءًا من هذه المباراة الودية.

source: The specified team is not part of this game.
ar: الفريق المحدد ليس جزءًا من هذه المباراة.

source: The specified team_id does not match any team in this game.
ar: معرف الفريق المحدد لا يتطابق مع أي فريق في هذه المباراة.

source: The specified tournament does not exist.
ar: البطولة المحددة غير موجودة.

source: The team age group does not match the tournament age group.
ar: مجموعة أعمار الفريق لا تتطابق مع مجموعة الأعمار في البطولة.

source: The team does not exist in the tournament. Please ensure the team is already added.
ar: الفريق غير موجود في البطولة. يرجى التأكد من أن الفريق قد تم إضافته بالفعل.

source: The team is already assigned to another group in this tournament.
ar: الفريق مخصص بالفعل إلى مجموعة أخرى في هذه البطولة.

source: The username is already Taken.
ar: اسم المستخدم محجوز بالفعل.

source: The username is already in use either as a team username or a user username.
ar: اسم المستخدم مستخدم بالفعل إما كاسم فريق أو كاسم مستخدم.

source: This game number already exists for the specified tournament. Please choose a different game number.
ar: رقم اللعبة هذا موجود بالفعل للبطولة المحددة. يرجى اختيار رقم لعبة مختلف.

source: This official is already assigned to this game.
ar: هذا المسؤول مخصص بالفعل لهذه المباراة.

source: This phone number is associated with a deleted account, you have to register again.
ar: هذا الرقم المرتبط بحساب محذوف، يجب عليك التسجيل مرة أخرى.

source: This team has already requested or is already accepted into the tournament.
ar: الفريق قد طلب الانضمام أو تم قبوله بالفعل في البطولة.

source: Top players fetched successfully.
ar: تم جلب أفضل اللاعبين بنجاح.

source: Tournament Group Points Table fetched successfully.
ar: تم جلب جدول نقاط مجموعة البطولة بنجاح.

source: Tournament Group Team added successfully.
ar: تم إضافة فريق مجموعة البطولة بنجاح.

source: Tournament Group Team status updated to accepted.
ar: تم تحديث حالة فريق مجموعة البطولة إلى مقبول.

source: Tournament Group Team updated successfully.
ar: تم تحديث فريق مجموعة البطولة بنجاح.

source: Tournament Group Teams fetched successfully.
ar: تم جلب فرق مجموعة البطولة بنجاح.

source: Tournament ID is required
ar: معرف البطولة مطلوب.

source: Tournament ID is required.
ar: معرف البطولة مطلوب.

source: Tournament created successfully.
ar: تم إنشاء البطولة بنجاح.

source: Tournament creation failed.
ar: فشل إنشاء البطولة.

source: Tournament deleted successfully.
ar: تم حذف البطولة بنجاح.

source: Tournament details fetched successfully.
ar: تم جلب تفاصيل البطولة بنجاح.

source: Tournament does not exist.
ar: البطولة غير موجودة.

source: Tournament game not found.
ar: لم يتم العثور على مباراة البطولة.

source: Tournament id is required.
ar: معرف البطولة مطلوب.

source: Tournament liked successfully.
ar: تم الإعجاب بالبطولة بنجاح.

source: Tournament not found.
ar: البطولة غير موجودة.

source: Tournament unliked successfully.
ar: تم إلغاء الإعجاب بالبطولة بنجاح.

source: Tournament update failed.
ar: فشل تحديث البطولة.

source: Tournament updated successfully.
ar: تم تحديث البطولة بنجاح.

source: Tournaments fetched successfully.
ar: تم جلب البطولات بنجاح.

source: Training ID is required for deletion
ar: معرف التدريب مطلوب للحذف

source: Training ID is required for update
ar: معرف التدريب مطلوب للتحديث

source: Training ID is required.
ar: معرف التدريب مطلوب.

source: Training details fetched successfully.
ar: تم جلب تفاصيل التدريب بنجاح.

source: Training liked successfully.
ar: تم الإعجاب بالتدريب بنجاح.

source: Training not found
ar: لم يتم العثور على التدريب

source: Training not found.
ar: لم يتم العثور على التدريب.

source: Training successfully created
ar: تم إنشاء التدريب بنجاح

source: Training successfully deleted
ar: تم حذف التدريب بنجاح

source: Training successfully updated
ar: تم تحديث التدريب بنجاح

source: Training unliked successfully.
ar: تم إلغاء الإعجاب بالتدريب بنجاح.

source: Unfollowed successfully.
ar: تم إلغاء المتابعة بنجاح.

source: Uniform Added Successfully
ar: تم إضافة الزي بنجاح

source: Uniform ID is required.
ar: معرف الزي مطلوب.

source: Uniform confirmed successfully.
ar: تم تأكيد الزي بنجاح.

source: Uniform deleted successfully.
ar: تم حذف الزي بنجاح.

source: Uniform information fetched successfully.
ar: تم جلب معلومات الزي بنجاح.

source: Uniform not found.
ar: لم يتم العثور على الزي.

source: Uniform rejected successfully.
ar: تم رفض الزي بنجاح.

source: Uniform rejected successfully. Please add new uniform ASAP.
ar: تم رفض الزي بنجاح. يرجى إضافة زي جديد في أقرب وقت ممكن.

source: User Dose Not Found
ar: لم يتم العثور على المستخدم

source: User ID and Group ID are required.
ar: معرف المستخدم ومعرف المجموعة مطلوبان.

source: User Profiles retrieved successfully.
ar: تم جلب ملفات تعريف المستخدمين بنجاح.

source: User added as {} to the group.
ar: تم إضافة المستخدم كـ {} إلى المجموعة.

source: User can proceed with registration.
ar: يمكن للمستخدم متابعة التسجيل.

source: User does not exist for the given username or phone.
ar: المستخدم غير موجود للاسم المستخدم أو الهاتف المعطى.

source: User does not have access to delete this training.
ar: المستخدم ليس لديه صلاحية لحذف هذا التدريب.

source: User does not have the required role.
ar: المستخدم ليس لديه الدور المطلوب.

source: User has already joined this Team.
ar: لقد انضم المستخدم بالفعل إلى هذا الفريق.

source: User is already a member of the training.
ar: المستخدم هو بالفعل عضو في التدريب.

source: User is already a member of this group.
ar: المستخدم هو بالفعل عضو في هذه المجموعة.

source: User is already an organizer and cannot be changed to a member.
ar: المستخدم هو بالفعل منظم ولا يمكن تغييره إلى عضو.

source: User is not a member of the training.
ar: المستخدم ليس عضوًا في التدريب.

source: User joined the training successfully.
ar: انضم المستخدم إلى التدريب بنجاح.

source: User membership deleted successfully.
ar: تم حذف عضوية المستخدم بنجاح.

source: User membership retrieved successfully.
ar: تم استرجاع عضوية المستخدم بنجاح.

source: User not found.
ar: لم يتم العثور على المستخدم.

source: User registered successfully
ar: تم تسجيل المستخدم بنجاح.

source: User upgraded to organizer in the group.
ar: تم ترقية المستخدم إلى منظم في المجموعة.

source: User with this phone number does not exist.
ar: المستخدم الذي يحمل هذا الرقم غير موجود.

source: Username already taken.
ar: اسم المستخدم مأخوذ بالفعل.

source: Username is required.
ar: اسم المستخدم مطلوب.

source: Validation errors occurred.
ar: حدثت أخطاء في التحقق.

source: Video gallary entries fetched successfully.
ar: تم جلب مدخلات معرض الفيديو بنجاح.

source: Welcome to {team_name}
ar: مرحبًا بك في {team_name}

source: You Cannot Login Here
ar: لا يمكنك تسجيل الدخول هنا

source: You are already registered as a coach and cannot create a new coach profile.
ar: أنت مسجل بالفعل كمدرب ولا يمكنك إنشاء ملف مدرب جديد.

source: You are already registered as a referee and cannot create a new referee profile.
ar: أنت مسجل بالفعل كحكم ولا يمكنك إنشاء ملف حكم جديد.

source: You are not a manager of any team.
ar: أنت لست مديرًا لأي فريق.

source: You are not assigned as a coach to any Team.
ar: لم يتم تعيينك كمدرب لأي فريق.

source: You are not assigned as a manager to any Team.
ar: لم يتم تعيينك كمدير لأي فريق.

source: You are not associated with any team as a founder.
ar: أنت غير مرتبط بأي فريق كمؤسس.

source: You can only create one Training Group.
ar: يمكنك إنشاء مجموعة تدريب واحدة فقط.

source: You can only create one team.
ar: يمكنك إنشاء فريق واحد فقط.

source: You do not have access to this resource.
ar: ليس لديك حق الوصول إلى هذه الموارد.

source: You do not have access.
ar: ليس لديك حق الوصول.

source: You do not have permission to access this team.
ar: ليس لديك إذن للوصول إلى هذا الفريق.

source: You do not have permission to create a team.
ar: ليس لديك إذن لإنشاء فريق.

source: You do not have permission to perform this action.
ar: ليس لديك إذن لتنفيذ هذا الإجراء.

source: You do not have the required permissions to perform this action.
ar: ليس لديك الأذونات المطلوبة لتنفيذ هذا الإجراء.

source: You do not have the required role to access this resource
ar: ليس لديك الدور المطلوب للوصول إلى هذه الموارد

source: You have been appointed to officiate a friendly game.
ar: تم تعيينك لتحكيم مباراة ودية.

source: You have been appointed to officiate a game.
ar: تم تعيينك لتحكيم مباراة.

source: You have not created any tournament yet...
ar: لم تقم بإنشاء أي بطولة بعد...

source: You just made an assist!
ar: لقد قمت بصناعة هدف للتو!

source: You just received a red card!
ar: لقد تلقيت بطاقة حمراء للتو!

source: You just received a yellow card!
ar: لقد تلقيت بطاقة صفراء للتو!

source: You just scored a goal!
ar: لقد سجلت هدفًا للتو!

source: You just scored an own goal!
ar: لقد سجلت هدفًا في مرماك للتو!

source: Your account has been deleted successfully.
ar: تم حذف حسابك بنجاح.

source: Your account has been deleted. Please contact support.
ar: تم حذف حسابك. يرجى الاتصال بالدعم.

source: Your event booking request has been submitted successfully. The admin will connect with you for further steps.
ar: تم تقديم طلب حجز الحدث بنجاح. سيتواصل معك المسؤول للخطوات التالية.

source: Your group is attending an event!
ar: مجموعةك تحضر حدثًا!

source: Your statistics have been updated!
ar: تم تحديث إحصائياتك!

source: Your team is attending an event!
ar: فريقك يحضر حدثًا!

source: team_id and User_id are required.
ar: مطلوب Team_id وUser_id.

source: Team_Id is required.
ar: معرف_الفريق مطلوب.

source: Team_id, user_id, and joining_type are required.
ar: يلزم وجود Team_id وuser_id وjoin_type.

source: created_by_id and creator_type are required.
ar: معرف المنشئ ونوع المنشئ مطلوبان.

source: post created successfully.
ar: تم إنشاء المنشور بنجاح.

source: created_by_id is required when creator_type is 2.
ar: معرف المنشئ مطلوب عندما يكون نوع المنشئ 2.

source: created_by_id must be provided for TEAM_TYPE.
ar: يجب توفير معرف المنشئ لنوع الفريق.

source: creator_type and created_by_id must be valid integers.
ar: يجب أن يكون نوع المنشئ ومعرف المنشئ أرقامًا صحيحة.

source: creator_type is required when creator_type is 2.
ar: نوع المنشئ مطلوب عندما يكون نوع المنشئ 2.

source: creator_type is required.
ar: نوع المنشئ مطلوب.

source: creator_type must be a valid integer.
ar: يجب أن يكون نوع المنشئ رقمًا صحيحًا.

source: creator_type must be provided.
ar: يجب توفير نوع المنشئ.

source: event_id and comment are required.
ar: معرف الحدث والتعليق مطلوبان.

source: gallery entries and latest albums fetched successfully.
ar: تم جلب مدخلات المعرض وآخر الألبومات بنجاح.

source: gallery entry deleted successfully.
ar: تم حذف مدخل المعرض بنجاح.

source: gallery entry not found.
ar: لم يتم العثور على مدخل المعرض.

source: game_id and tournament_id are required.
ar: معرف اللعبة ومعرف البطولة مطلوبان.

source: game_id is required.
ar: معرف اللعبة مطلوب.

source: game_id, official_id, and officials_type_id are required.
ar: معرف اللعبة، معرف المسؤول، ومعرف نوع المسؤولين مطلوبون.

source: game_id, user_id, and status are required
ar: معرف اللعبة، معرف المستخدم، والحالة مطلوبون.

source: official types retrieved successfully.
ar: تم جلب أنواع المسؤولين بنجاح.

source: official_id is required.
ar: معرف المسؤول مطلوب.

source: officials_type_id is required.
ar: معرف نوع المسؤولين مطلوب.

source: player_id is required.
ar: معرف اللاعب مطلوب.

source: player_id, team_id, and game_id are required.
ar: معرف اللاعب، معرف الفريق، ومعرف اللعبة مطلوبون.

source: post_id and comment are required.
ar: معرف المنشور والتعليق مطلوبان.

source: post_id, created_by_id, and creator_type are required.
ar: معرف المنشور، معرف المنشئ، ونوع المنشئ مطلوبون.

source: team_id is required
ar: معرف الفريق مطلوب.

source: team_id is required.
ar: معرف الفريق مطلوب.

source: team_id, game_id are required.
ar: معرف الفريق، معرف اللعبة مطلوبان.

source: team_id, game_id, are required.
ar: معرف الفريق، معرف اللعبة، مطلوبان.

source: team_id, group_id, and tournament_id are required.
ar: معرف الفريق، معرف المجموعة، ومعرف البطولة مطلوبون.

source: tournament_id is required.
ar: معرف البطولة مطلوب.

source: tournament_id, comment, created_by_id and creator_type are required.
ar: معرف البطولة، التعليق، معرف المنشئ ونوع المنشئ مطلوبون.

source: training_id, comment, created_by_id and creator_type are required.
ar: معرف التدريب، التعليق، معرف المنشئ ونوع المنشئ مطلوبون.

source: user role retrieved successfully.
ar: تم استرجاع دور المستخدم بنجاح.

source: user_id is required.
ar: معرف المستخدم مطلوب.

source: {team_name} added you as {joinning_type_name}
ar: أضافك {team_name} كـ {joinning_type_name}.

source: {} commented on your Post.
ar: {} علق على منشورك.

source: {} commented on your event.
ar: {} علق على حدثك.

source: {} has requested to book a ticket for your event "{}".
ar: {} طلب حجز تذكرة لحدثك "{}".

source: {} just added a new post.
ar: {} أضاف منشورًا جديدًا للتو.

source: {} liked your event.
ar: {} أعجب بحدثك.

source: {} liked your post.
ar: {} أعجب بمنشورك.

source: {} replied to your comment.
ar: {} رد على تعليقك.

source: {} started following you.
ar: {} بدأ يتابعك.

source: Notification ID is required.
ar: معرف الإشعار مطلوب.

source: Notification not found.
ar: لم يتم العثور على الإشعار.

source: Notification Clear successfully.
ar: تم مسح الإشعار بنجاح.

source: Both created_by_id and creator_type are required.
ar: كلا من created_by_id و creator_type مطلوبان.

source: All notifications Clear successfully.
ar: تم مسح جميع الإشعارات بنجاح.

source: Page number must be a positive integer.
ar: يجب أن يكون رقم الصفحة عددًا صحيحًا موجبًا.

source: Notifications fetched successfully.
ar: تم جلب الإشعارات بنجاح.

source: Invalid created_by_id or creator_type.
ar: created_by_id أو creator_type غير صالح.

source: An error occurred:
ar: حدث خطأ:

source: Invalid creator_type or created_by_id.
ar: creator_type أو created_by_id غير صالح.

source: Invalid country, city, gender, or field ID provided.
ar: تم توفير معرف غير صالح للدولة أو المدينة أو الجنس أو المجال.

source: Invalid country, city, gender, or field provided.
ar: تم توفير دولة أو مدينة أو جنس أو مجال غير صالح.

source: Invalid format for days, start_time, or end_time.
ar: تنسيق غير صالح للأيام أو start_time أو end_time.

source: Invalid time format.
ar: تنسيق التاريخ غير صالح.

source: Invalid time format or time arrays mismatch.
ar: تنسيق الوقت غير صالح أو صفائف الوقت غير متطابقة.

source: Invalid date format.
ar: تنسيق التاريخ غير صالح.

source: No team found with the provided ID.
ar: لم يتم العثور على فريق بالمعرف المقدم.

source: No training instances were created.
ar: لم يتم إنشاء أي حالات تدريب.

source: Unauthorized to update this training
ar: غير مصرح بتحديث هذا التدريب

source: Unauthorized to Delete this training
ar: غير مصرح بحذف هذا التدريب

source: Invalid format for days schedule.
ar: تنسيق غير صالح لجدول الأيام.

source: New training session: %(training_name)s on %(training_date)s
ar: جلسة تدريبية جديدة: %(training_name)s في %(training_date)s

source: Game Finished.
ar: انتهت المباراة.

source: Language changed successfully!
ar: تم تغيير اللغة بنجاح!

source: All fields are required for submitting an inquiry.
ar: جميع الحقول مطلوبة لتقديم الاستفسار.

source: Inquiry submitted successfully.
ar: تم تقديم الاستفسار بنجاح.

source: Failed to fetch player stats.
ar: فشل في جلب إحصائيات اللاعب.

source: Missing session data, please try again.
ar: بيانات الجلسة مفقودة، يرجى المحاولة مرة أخرى.

source: This email is already registered. Please try a different email.
ar: تم تسجيل هذا البريد الإلكتروني بالفعل. يرجى المحاولة ببريد إلكتروني مختلف.

source: This phone number is already registered. Please try a different number.
ar: تم تسجيل هذا الرقم الهاتف بالفعل. يرجى المحاولة برقم هاتف مختلف.

source: This username is already taken. Please try a different username.
ar: تم أخذ هذا الاسم المستخدم بالفعل. يرجى المحاولة باسم مستخدم مختلف.

source: This username is already taken by a team. Please try a different username.
ar: تم أخذ هذا الاسم المستخدم بالفعل من قبل فريق. يرجى المحاولة باسم مستخدم مختلف.

source: This username is already taken by a training group. Please try a different username.
ar: تم أخذ هذا الاسم المستخدم بالفعل من قبل مجموعة تدريبية. يرجى المحاولة باسم مستخدم مختلف.

source: Invalid OTP. Please try again.
ar: رمز التحقق غير صالح. يرجى المحاولة مرة أخرى.

source: Registration successful! Please log in.
ar: تم التسجيل بنجاح! يرجى تسجيل الدخول.

source: Authorization code not provided
ar: رمز التفويض غير موفر

source: Failed to retrieve access token
ar: فشل في استرجاع رمز الوصول

source: Failed to retrieve email
ar: فشل في استرجاع البريد الإلكتروني

source: Welcome back!
ar: مرحبًا بعودتك!

source: Failed to retrieve tokens
ar: فشل في استرجاع الرموز

source: Failed to retrieve email from ID token
ar: فشل في استرجاع البريد الإلكتروني من رمز الهوية

source: Username or phone number already exists.
ar: اسم المستخدم أو رقم الهاتف موجود بالفعل.

source: Passwords do not match!
ar: كلمات المرور غير متطابقة!

source: Your OTP is
ar: رمز التحقق الخاص بك هو

source: Failed to retrieve email.
ar: فشل في استرجاع البريد الإلكتروني.

source: Your OTP is {}
ar: رمز التحقق الخاص بك هو {}

source: Login successful!
ar: تم تسجيل الدخول بنجاح!

source: Account is inactive.
ar: الحساب غير نشط.

source: Invalid credentials.
ar: بيانات الاعتماد غير صحيحة.

source: Please enter a phone number.
ar: يرجى إدخال رقم الهاتف.

source: Phone number not found.
ar: رقم الهاتف غير موجود.

source: OTP {otp} sent to your phone number.
ar: تم إرسال OTP {otp} إلى رقم هاتفك.

source: Session expired. Please try again.
ar: انتهت الجلسة. يرجى المحاولة مرة أخرى.

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

source: Invalid phone number.
ar: رقم الهاتف غير صالح.

source: Password reset successful. Please log in.
ar: تم إعادة تعيين كلمة المرور بنجاح. يرجى تسجيل الدخول.

source: Don't forget to rate your players and add comments on their performance after the training session.
ar: لا تنس تقييم لاعبيك وإضافة تعليقات على أدائهم بعد جلسة التدريب.

source: Don't forget to rate your players after the training session.
ar: لا تنس تقييم لاعبيك بعد جلسة التدريب.

source: Don't forget to add your comments on your players' performance.
ar: لا تنس إضافة تعليقاتك على أداء لاعبيك.

source: Training Reminder
ar: تذكير التدريب

source: Don't forget to mark the attendance of your players.
ar: لا تنس تسجيل حضور لاعبيك.

source: Attendance updated
ar: تم تحديث الحضور.

source: Rating updated
ar: تم تحديث التقييم.

source: Feedback updated
ar: تم تحديث الملاحظات.

source: Someone Injured!!! Don't forget to add their injury to keep track.
ar: أُصيب أحد اللاعبين!!! لا تنسَ إضافة إصابته لمتابعتها.

source: Injury details updated and notification sent
ar: تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: New feedback added and injury notification sent
ar: تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: No changes made
ar: لم يتم إجراء أي تغييرات.

source: Attendance updated, Rating updated
ar: تم تحديث الحضور، تم تحديث التقييم.

source: Attendance updated, Feedback updated
ar: تم تحديث الحضور، تم تحديث الملاحظات.

source: Attendance updated, Injury details updated and notification sent
ar: تم تحديث الحضور، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Attendance updated, New feedback added and injury notification sent
ar: تم تحديث الحضور، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Rating updated, Feedback updated
ar: تم تحديث التقييم، تم تحديث الملاحظات.

source: Rating updated, Injury details updated and notification sent
ar: تم تحديث التقييم، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Rating updated, New feedback added and injury notification sent
ar: تم تحديث التقييم، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Feedback updated, Injury details updated and notification sent
ar: تم تحديث الملاحظات، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Feedback updated, New feedback added and injury notification sent
ar: تم تحديث الملاحظات، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Attendance updated, Rating updated, Feedback updated
ar: تم تحديث الحضور، تم تحديث التقييم، تم تحديث الملاحظات.

source: Attendance updated, Rating updated, Injury details updated and notification sent
ar: تم تحديث الحضور، تم تحديث التقييم، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Attendance updated, Rating updated, New feedback added and injury notification sent
ar: تم تحديث الحضور، تم تحديث التقييم، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Attendance updated, Feedback updated, Injury details updated and notification sent
ar: تم تحديث الحضور، تم تحديث الملاحظات، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Attendance updated, Feedback updated, New feedback added and injury notification sent
ar: تم تحديث الحضور، تم تحديث الملاحظات، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Rating updated, Feedback updated, Injury details updated and notification sent
ar: تم تحديث التقييم، تم تحديث الملاحظات، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Rating updated, Feedback updated, New feedback added and injury notification sent
ar: تم تحديث التقييم، تم تحديث الملاحظات، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Attendance updated, Rating updated, Feedback updated, Injury details updated and notification sent
ar: تم تحديث الحضور، تم تحديث التقييم، تم تحديث الملاحظات، تم تحديث تفاصيل الإصابة وإرسال الإشعار.

source: Attendance updated, Rating updated, Feedback updated, New feedback added and injury notification sent
ar: تم تحديث الحضور، تم تحديث التقييم، تم تحديث الملاحظات، تمت إضافة ملاحظات جديدة وإرسال إشعار بالإصابة.

source: Training Notification
ar: إشعار التدريب

source: Username or phone is required for normal login.
ar: اسم المستخدم أو رقم الهاتف مطلوب لتسجيل الدخول العادي.

source: Password is required for normal login.
ar: كلمة المرور مطلوبة لتسجيل الدخول العادي.

source: User with this username or phone does not exist.
ar: المستخدم بهذا الاسم أو رقم الهاتف غير موجود.

source: Invalid password.
ar: كلمة المرور غير صحيحة.

source: Email is required for type 2 and type 3 login.
ar: البريد الإلكتروني مطلوب لتسجيل الدخول من النوع 2 والنوع 3.
